welcome_message = """
👋 Добро пожаловать!

Я — ваш бот-помощник в работе с Битрикс24. Здесь вы можете создавать запросы на решение задач по:

 - Подключение нового сотрудника;
 - Предоставлению прав доступа к папкам/файлам;
 - Созданию проектов/групп;
 - и т.д.

Со всем функционалом вы можете ознакомиться по команде /help, информация о боте и его создателе - /info.

Чтобы начать работу нажмите на кнопку "Создать запрос" в нижней панели или обратитесь к команде /request.
"""

info_message = """
Данный бот предназначен для автоматизированного формирования запросов сотрудников ФСК Регион к Битрикс24.

По всем вопросам, пожеланиям и замечаниям вы можете обратиться к:

Ведущему специалисту по автоматизации бизнес-процессов
Шинкаренко Семену Евгеньевичу
Почта: ShinkarenkoSE@fsk.ru
Telegram: @pimkas

пн-пт 9:30 - 18:00 МСК
"""

help_message = """
На данный момент Вы можете:

/info — Получить информацию о боте и его создателе
/help — Посмотреть список всех доступных команд
/start — Запустить/перезагрузить бота
/request — Создать запрос


"""

rights_list_message = """
Введите, через запятую, необходимые права доступа. Доступные права приведены ниже:

Чтение — разрешен только просмотр содержимого диска.
Добавление — можно просматривать и добавлять файлы на диск.
Редактирование — доступны все действия, кроме изменения настроек диска и прав доступа.
Делиться — можно обмениваться файлами через общий доступ.
Полный доступ — разрешены все возможные действия.
"""

test_funcs_message = "Добро пожаловать в часть бота для проверки и тестирования нового функционла"
